[
  {
    "id": 1,
    "category": "men's clothing",
    "description": "Cotton & Flax. Soft and Comfy.\nButton closure\nFeatures: lightweight, regular slim fit, casual work, turn down collar, short sleeve, solid color, button up, collared, summer top, chest pockets\nClassic Casual Shirt for Men / Boys / High School or College Students / All the Youth or Adults.\nStylish and Modern Design is perfect all occasions especially casual outings, beach and summer activities and much more With every season in mind\nSize & Color: M/ L/ 1L/ 2L, White/ Black/ Greem/ Sky Blue/ Grey\nWork made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort",

    "images": [
      "https://m.media-amazon.com/images/I/41nPag5TEyL.jpg",
      "https://m.media-amazon.com/images/I/31sh8YC9CzL.jpg",
      "https://m.media-amazon.com/images/I/21+l5fe3XaL.jpg",
      "https://m.media-amazon.com/images/I/317Onz0BF4L.jpg"
    ],
    "price": 15.99,
    "title": "Mens Short Sleeve Shirts"
  },
  {
    "id": 2,
    "category": "men's clothing",
    "description": "100% Cotton\nImported\nButton closure\nTumble dry low\nUS size,3 buttons,Pull On closure, Imported\nA classic cut long sleeve soft cotton fabric make this polo a go-to for the office or the weekend\nOur men's polo shirts come in a wide range of color choices to help suit every individual’s personal style and preference – whether you prefer a vibrant, bright, sober or a sporty color, we have it all\nWhether you're at the gym or on the couch makes clothing that will withstand any activity or non activity. You can trust that your clothes will outlast the competition, just like you.\nTips: Not the sizes you wanted? Something wrong with Quality? Please message us anytime with your inquiries, we are here to listen!\nShow more",

    "images": [
      "https://m.media-amazon.com/images/I/41fDeJNY8hL.jpg",
      "https://m.media-amazon.com/images/I/416MLpI5IHL.jpg",
      "https://m.media-amazon.com/images/I/41+oj8UycNL.jpg",
      "https://m.media-amazon.com/images/I/416MLpI5IHL.jpg"
    ],
    "price": 23.99,
    "title": "KUYIGO Men's Short & Long Sleeve"
  },
  {
    "id": 3,
    "category": "men's clothing",
    "description": "92% polyester spandex,lightweight, stretchy,soft,providing you superior comfort without sacrificing mobility.\n★Your casual wardrobe could use a little pick-me-up with this vibrant color tee. Comfy and relaxed fit with crew neckline and short-sleeve design.\n★Quick-dry athletic shirts with superior air permeability, offering dry and cool feeling during exercise,thereby effectively wicking moisture away from your skin and helping to keep you comfortable all day and throughout your workout.\n★Designed for an athletic comfortable experience. Crew-neck provides a nonrestrictive fit; short-sleeve allows for a wider range of motion. this lightweight training shirt is great to wear during any activity, and is a must-have for your athletic wardrobe, like fitness, running, cycling, soccer, all purpose style of it is good for matching any kinds of pants.\n★This classic tee features just a little extra style,add a pop of color to your summer fit",

    "images": [
      "https://m.media-amazon.com/images/I/51Vfi13AE3L.jpg",
      "https://m.media-amazon.com/images/I/51rOp+LmfyL.jpg",
      "https://m.media-amazon.com/images/I/512P9toR3AL.jpg",
      "https://m.media-amazon.com/images/I/51MNVSKZ2pL.jpg"
    ],
    "price": 49.99,
    "title": "KUYIGO Men's Short & Long Sleeve"
  },
  {
    "id": 4,
    "category": "men's clothing",
    "description": "100% Cotton\nPull On closure\nMachine Wash\nCotton Linen Material - The men's casual Henley shirt are made of soft cotton fabric, comfortable and lightweight, moisture-wicking and breathable, make you cool all the time.\nClassic Design - With collarless neckline with four buttons closure, relaxed fit, solid color and long sleeves, this men's casual beach henley shirt is classic and stylish, never outdated and easy to match your clothing.\nSuitable Occasions - The men's lightweight popover henley tops can be worn for plenty of occasions, perfect for casual wearing in daily life, work, beach, yoga, party, date, lounge or just hang out.\nClothing Match - These regular fit shirts could be easy to match with dress pants, slacks, chinos, and jeans, creating you casual style and attractive looking in the crowd.\nWarm Tips - Machine washable and hand washing are both available for lightweight henley tee. Please check your size with our SIZE CHART before you buy it.",

    "images": [
      "https://m.media-amazon.com/images/I/41jm1DC0kZL.jpg",
      "https://m.media-amazon.com/images/I/41q4jc+9iRL.jpg",
      "https://m.media-amazon.com/images/I/41kQyAS2DYL.jpg",
      "https://m.media-amazon.com/images/I/41bCIvlMuyL.jpg"
    ],
    "price": 69.99,
    "title": "COOFANDY Mens Cotton Linen Henley Shirt Casual"
  },
  {
    "id": 5,
    "category": "gaming",
    "description": "The apex 3 is your first step into next level gaming. Built from the ground up with intuitive gaming-focused features like water resistance, 10-zone RGB, whisper quiet gaming switches, and gaming grade anti-ghosting, the apex 3 has just what you need to outshine, outperform, and outlast the competition.",

    "images": [
      "https://m.media-amazon.com/images/I/51yGDIvFH1L.jpg",
      "https://m.media-amazon.com/images/I/51113jCfD5L.jpg",
      "https://m.media-amazon.com/images/I/51dW5PdS59L.jpg",
      "https://m.media-amazon.com/images/I/51hWBfdLAJL.jpg"
    ],
    "price": 119.99,
    "title": "teelSeries Apex 3 RGB Gaming Keyboard – 10-Zone RGB Illumination "
  },
  {
    "id": 6,
    "category": "gaming",
    "description": "Support PlayStation 4, New Xbox One, PC, Nintendo 3DS, Laptop, PSP, Tablet, iPad, Computer, Mobile Phone. Please note you need an extra Microsoft Adapter (Not Included) when connect with an old version Xbox One controller.\n【Surrounding Stereo Subwoofer】Clear sound operating strong brass, splendid ambient noise isolation and high precision 40mm magnetic neodymium driver, acoustic positioning precision enhance the sensitivity of the speaker unit, bringing you vivid sound field, sound clarity, shock feeling sound. Perfect for various games like Halo 5 Guardians, Metal Gear Solid, Call of Duty, Star Wars Battlefront, Overwatch, World of Warcraft Legion, etc.\n【Noise Isolating Microphone】Headset integrated onmi-directional microphone can transmits high quality communication with its premium noise-concellng feature, can pick up sounds with great sensitivity and remove the noise, which enables you clearly deliver or receive messages while you are in a game. Long flexible mic design very convenient to adjust angle of the microphone.\n【Great Humanized Design】Superior comfortable and good air permeability protein over-ear pads, muti-points headbeam, acord with human body engineering specification can reduce hearing impairment and heat sweat.Skin friendly leather material for a longer period of wearing. Glaring LED lights desigend on the earcups to highlight game atmosphere.\n【Effortlessly Volume Control】High tensile strength, anti-winding braided USB cable with rotary volume controller and key microphone mute effectively prevents the 49-inches long cable from twining and allows you to control the volume easily and mute the mic as effortless volume control one key mute.",

    "images": [
      "https://m.media-amazon.com/images/I/51q0meZK6WL.jpg",
      "https://m.media-amazon.com/images/I/51DiqbXVDVL.jpg",
      "https://m.media-amazon.com/images/I/61y41XOsW5L.jpg",
      "https://m.media-amazon.com/images/I/51v1kqtiW5L.jpg"
    ],
    "price": 209.99,
    "title": "BENGOO G9000 Stereo Gaming Headset for PS4 PC Xbox One PS5 Controller,"
  },
  {
    "id": 7,
    "category": "gaming",
    "description": "CYBERPOWERPC Gamer Master series is a line of gaming PCs powered by AMD’s Ryzen CPU and accompanying AM4 architecture. The Ryzen 3 CPU is the core to the series with fast processing speeds and up to 4 cores / 8 threads for effortless multi-tasking. The Gamer Master also includes the AMD Radeon or NVIDIA’s GeForce series of graphics cards to deliver high frame rates and impeccable image quality in the newest PC games.",

    "images": [
      "https://m.media-amazon.com/images/I/51ScGOI5fnS.jpg",
      "https://m.media-amazon.com/images/I/418mDI8uBpL.jpg",
      "https://m.media-amazon.com/images/I/31hys5uJR9L.jpg",
      "https://m.media-amazon.com/images/I/410Br1sScnL.jpg"
    ],
    "price": 509.99,
    "title": "CYBERPOWERPC Gamer Master Gaming PC, AMD Ryzen 3 3100 3.6GHz, 8GB DDR4, Radeon RX 550 2GB,"
  },
  {
    "id": 8,
    "category": "gaming",
    "description": "Smooth Display: The 17.3” 240Hz display delivers a high refresh rate for smooth and vibrant gameplay so you don't miss a frame of the game\nPowered Up: The 10th Gen. Intel Core i7 processor, delivers solid high performance processing power to bring you an unparalleled gaming experience\nSupercharged Graphics: The RTX 2060 features ray tracing to deliver physically accurate shadows, reflections and lighting for better visual gameplay\nPlay Cool: Featuring CPU and GPU cooling technology to maximize airflow and thermals for smooth gaming and performance within a compact chassis\nLightning Speeds: Sporting a Thunderbolt 3 port, get up to 40Gbps transfer speeds and up to 100 Watts power delivery for faster charging\n›\nSee more product details",

    "images": [
      "https://m.media-amazon.com/images/I/31qAlOX2ydL.jpg",
      "https://m.media-amazon.com/images/I/41cpL48aC1L.jpg",
      "https://m.media-amazon.com/images/I/41TQNNNbQlL.jpg",
      "https://m.media-amazon.com/images/I/31gsJxF2vIL.jpg"
    ],
    "price": 909.99,
    "title": "SI GS75 Stealth Gaming Laptop: 17.3\" 240Hz Display, Intel Core i7-10875H, NVIDIA GeForce"
  },
  {
    "id": 9,
    "category": "accessories",
    "description": "Google Wifi 3 Pack packaged with a Google Seal for Online Marketplace Google Wifi is an easy-to-set-up whole-home mesh Wi-Fi system. Google Wifi points work together to create a mesh network that blankets your whole home in fast, reliable Wi-Fi and eliminates buffering in every room, on every device – with coverage up to 4500 square feet.[1] It’s Wi-Fi that just works. [1] Home size, materials, and layout can affect how Wi-Fi signal travels. Larger homes or homes with thicker walls or long, narrow layouts may need extra Wifi points for full coverage. Strength and speed of signal will depend on your internet provider. [3] Controlling certain devices and features in your home requires a compatible smart device.",

    "images": [
      "https://m.media-amazon.com/images/I/21i+z3+0M5L.jpg",
      "https://m.media-amazon.com/images/I/51XJyV3qRPL.jpg",
      "https://m.media-amazon.com/images/I/41mnERT31ZL.jpg",
      "https://m.media-amazon.com/images/I/41bJTF+J8mL.jpg"
    ],
    "price": 409.99,
    "title": "Google Wifi - AC1200 - Mesh WiFi System - Wifi Router - 4500 Sq Ft Coverage - 3 pack"
  },
  {
    "id": 10,
    "category": "accessories",
    "description": "Samsung Galaxy Buds+ are versatile earbuds that harmonize warm, satisfying bass tones with crisp high notes delivering addictively rich tracks. With the ability to selectively tune in or out environmental noise, you can stay in the zone on a phone call or get lost in your favorite playlist, all without hitting pause. With a battery that is built to go all day and a customizable fit, Galaxy Buds+ are designed to move to your rhythm.",

    "images": [
      "https://m.media-amazon.com/images/I/41YlQkSRftL.jpg",
      "https://m.media-amazon.com/images/I/41PMJtkGGML.jpg",
      "https://m.media-amazon.com/images/I/41xL6mtLtHL.jpg",
      "https://m.media-amazon.com/images/I/515M7fO4oSS.jpg"
    ],
    "price": 178.55,
    "title": "Samsung Galaxy Buds Plus, True Wireless Earbuds "
  },
  {
    "id": 11,
    "category": "accessories",
    "description": "Meet Fitbit versa 2 a smartwatch that elevates every moment. Use your voice to create alarms, set bedtime reminders or check the weather with amazon Alexa built in. Take your look from the gym to the office with its modern and versatile design. See your stats with an always-on display mode. In addition, get Fitbit pay, daily sleep quality scores, apps, notifications, 24/7 heart rate and store 300+ songs for an experience that revolves around you.",

    "images": [
      "https://m.media-amazon.com/images/I/41Ox0Um3KTL.jpg",
      "https://m.media-amazon.com/images/I/31bfzX7CkDL.jpg",
      "https://m.media-amazon.com/images/I/41OlR192JGL.jpg",
      "https://m.media-amazon.com/images/I/513tb7q3dzL.jpg"
    ],
    "price": 128.55,
    "title": "Fitbit Versa 2 Health and Fitness Smartwatch with Heart Rate, Music, Alexa Built-In "
  },
  {
    "id": 12,
    "category": "accessories",
    "description": "Enjoy a seamless, wireless experience with a headset fine-tuned for 3D Audio on PS5 consoles. The PULSE 3D wireless headset features a refined design with dual noise-cancelling microphones, built-in rechargeable battery, and an array of easy-access controls. Available when feature is supported by game.",

    "images": [
      "https://m.media-amazon.com/images/I/41HQbvhq8AL.jpg",
      "https://m.media-amazon.com/images/I/31JzYDoOrTL.jpg",
      "https://m.media-amazon.com/images/I/31Pi9a3tRCL.jpg",
      "https://m.media-amazon.com/images/I/81lyfhN9cRL.jpg"
    ],
    "price": 578.55,
    "title": "Sony PULSE 3D Wireless Headset"
  },
  {
    "id": 13,
    "category": "electronics",
    "description": "The Samsung Galaxy S21 Ultra 5G phone is epic in every way, with a striking new design, fastest Galaxy processor yet, a battery that goes all day and then some, and the first Galaxy ever supporting super smooth 120Hz screen refresh rate at WQHD+ resolution, it’s no surprise why Ultra easily lives up to its name.That’s why Galaxy S21 Ultra 5G is purposefully crafted so you don’t need to choose between video and photo. Use the 108MP high-resolution camera for still shots that come out crystal clear whether it’s day or night. Single Take AI transcends the usual restrictions of photo and video editing to capture life’s greatest moments, wherever they happen, in one single take, capturing images and video for up to 15 seconds. ",

    "images": [
      "https://m.media-amazon.com/images/I/41Vsckg2YEL.jpg",
      "https://m.media-amazon.com/images/I/21FpuHeMmuL.jpg",
      "https://m.media-amazon.com/images/I/21YS+PFwhWL.jpg",
      "https://m.media-amazon.com/images/I/21DDZiMlQuL.jpg"
    ],
    "price": 108.55,
    "title": "SAMSUNG Galaxy S21 Ultra 5G Factory Unlocked Android Cell Phone 256GB"
  },
  {
    "id": 14,
    "category": "electronics",
    "description": "Life on the go just got a lot easier with Commuter Series. From professional to casual, Commuter Series is a trusted favorite. Featuring a soft internal slipcover and a rigid external shell, Commuter Series keeps your phone safe from day-to-day drops and scrapes. Additionally, a silver-based antimicrobial additive is integrated into the case that helps inhibit microbial growth and defends the case exterior against many common bacteria. Weaving the additive into the case materials ensures it keeps protecting your case 24/7/365 and outlasts heavy use.  ",

    "images": [
      "https://m.media-amazon.com/images/I/41zE6cGMjyL.jpg",
      "https://m.media-amazon.com/images/I/31APGHnzT3S.jpg",
      "https://m.media-amazon.com/images/I/417yl+J0TVS.jpg",
      "https://m.media-amazon.com/images/I/41qgLDSAqRS.jpg"
    ],
    "price": 1008.55,
    "title": "OtterBox Commuter Series Case for iPhone 12 & iPhone 12 Pro - 6.1inches - Black"
  },
  {
    "id": 15,
    "category": "electronics",
    "description": "The upgrade you've been waiting for.What you want, all in one ultra-slim 4K package. It's an Ultra High Definition cinema screen display backed by our powerful processor to enhance color, contrast, detail and sound. It's a huge library of content right at your fingertips. It's control of all your compatible smart home devices with ThinQ AI and the Magic Remote.",

    "images": [
      "https://m.media-amazon.com/images/I/51wjHydnaLL.jpg",
      "https://m.media-amazon.com/images/I/61Dws8xqNvL.jpg",
      "https://m.media-amazon.com/images/I/21kI9phdUNL.jpg",
      "https://m.media-amazon.com/images/I/61hzl3eC2sL.jpg"
    ],
    "price": 18.55,
    "title": "LG 65UP8000PUA Alexa Built-in 65\" 4K Smart UHD TV (2021)"
  },
  {
    "id": 16,
    "category": "electronics",
    "description": "The 3-Series TCL Android TV puts all your entertainment favorites in one place, allowing quick access to over 700,000 movies and TV episodes, your cable box, gaming console, and other devices—all from your speedy, simplified home screen. Enjoy entertainment, get answers, and control devices around your home using Google Assistant. The Google Assistant is always on, ready to help, and makes life in your living room that much more relaxing.",

    "images": [
      "https://m.media-amazon.com/images/I/513REi5l7qL.jpg",
      "https://m.media-amazon.com/images/I/41DawxKa-KL.jpg",
      "https://m.media-amazon.com/images/I/41kT3Ko+qeL.jpg",
      "https://m.media-amazon.com/images/I/31V8MsJZ7FL.jpg"
    ],
    "price": 618.55,
    "title": "TCL 32-inch Class 3-Series HD LED Smart Android TV - 32S334, 2021 Model"
  },
  {
    "id": 17,
    "category": "house",
    "description": "Quality Construction: Our 1800 series queen bed skirts are double brushed and made of 100% microfiber material for that extra touch of softness.\nSleek & Stylish: Our queen size bed skirt is the perfect finishing touch to complete the design of your bedroom. The pleated corners create a sophisticated and clean look!\nDeep Drop: These queen bed skirts fall at 60\" x 80\" with a 14 inch drop to cover even the thickest mattresses and box springs.\nCreative Colors: Whether you're looking for navy, grey, white, blue, brown, ivory, or burgundy, we've got you covered.",

    "images": [
      "https://m.media-amazon.com/images/I/41-U4gx6aOL.jpg",
      "https://m.media-amazon.com/images/I/41Q2ljDPS9L.jpg",
      "https://m.media-amazon.com/images/I/41PKrBseR7L.jpg",
      "https://m.media-amazon.com/images/I/41Dp-mVqMBL.jpg"
    ],
    "price": 418.55,
    "title": "HC Collection Brown Queen Bed Skirt - Dust Ruffle w/ 14 Inch Drop "
  },
  {
    "id": 18,
    "category": "house",
    "description": "100% Polyester\nImported\nFull/Queen-size bed set includes a comforter (88 by 90 inches) and 2 standard pillow shams (20 by 26 inches)\nReversible design with micromink polyester on one side and white faux Sherpa fleece on the reverse; both sides offer supreme softness and cozy warmth for any season\nMade of 100% polyester material; stuffed with plush down-alternative filling; reinforced with box stitching to prevent fill from shifting",

    "images": [
      "https://m.media-amazon.com/images/I/41InVjuAxeL.jpg",
      "https://m.media-amazon.com/images/I/41Yh9oEeCdL.jpg",
      "https://m.media-amazon.com/images/I/41qpU8sCGeL.jpg",
      "https://m.media-amazon.com/images/I/41xfYsezwmL.jpg"
    ],
    "price": 498.55,
    "title": "Ultra-Soft Micromink Sherpa Comforter Bed Set - Taupe, Full/Queen"
  },
  {
    "id": 19,
    "category": "house",
    "description": "100% Polyester\nImported\nTwin-size bed set includes a comforter (64 by 88 inches) and a standard pillow sham (20 by 26 inches)\nReversible design with micromink polyester on one side and white faux Sherpa fleece on the reverse; both sides offer supreme softness and cozy warmth for any season\nMade of 100% polyester material; stuffed with plush down-alternative filling; reinforced with box stitching to prevent fill from shifting",

    "images": [
      "https://m.media-amazon.com/images/I/51b0qwiaEvL.jpg",
      "https://m.media-amazon.com/images/I/41za5sN9-cL.jpg",
      "https://m.media-amazon.com/images/I/41XlkvH4ZsL.jpg",
      "https://m.media-amazon.com/images/I/41+mLrgu2AL.jpg"
    ],
    "price": 18.55,
    "title": "Ultra-Soft Micromink Sherpa Comforter Bed Set - Red, Twin"
  },
  {
    "id": 20,
    "category": "house",
    "description": "polyester\nImported\nReversible blanket with polyester sherpa and micromink sides\nCan be used as a bedspread or throw\nCan be used in all seasons\nWrinkle-resistant material that deflects lint and pet hair\nMachine washable",

    "images": [
      "https://m.media-amazon.com/images/I/511EKzCdJ2L.jpg",
      "https://m.media-amazon.com/images/I/31eSHD0-adL.jpg",
      "https://m.media-amazon.com/images/I/31CAFr3TxnL.jpg",
      "https://m.media-amazon.com/images/I/516g9fqpL4L.jpg"
    ],
    "price": 28.55,
    "title": "Ultra-Soft Micromink Sherpa Blanket - Full or Queen, Charcoal"
  },
  {
    "id": 21,
    "title": "Acer Predator Helios 300 Gaming Laptop, Intel i7-10750H, NVIDIA GeForce RTX 2070 Max-Q 8GB, 15.6\" FHD 240Hz 3ms IPS Display, 16GB Dual-Channel DDR4, 512GB NVMe SSD, WiFi 6, RGB Keyboard, PH315-53-71QX",
    "category": "electronics",
    "description": "Acer Predator Helios 300 PH315-53-71QX Gaming Laptop comes with these high level specs: 10th Generation Intel Core i7-10750H 6-Core Processor 2. 6GHz with Turbo Boost Technology up to 5. 0GHz, 15. 6\" Full HD (1920 x 1080) widescreen LED-backlit IPS display, 240Hz Refresh Rate, 16: 9 aspect ratio, 3ms Overdrive Response Time, 300nit Brightness, 100% sRGB, Overclockable NVIDIA GeForce RTX 2070 with Max-Q Design and 8GB of dedicated GDDR6 VRAM, 16GB DDR4 2933MHz Dual-Channel Memory, 512GB PCIe NVMe SSD (2 x PCIe M. 2 Slots 1 Slot Available), DTS X: Ultra Audio, featuring optimized Bass, Loudness, Speaker Protection with up to 6 custom content modes by smart amplifier, Acer True Harmony Technology, Two Built-in Stereo Speakers, Acer Purified. Voice technology with two built-in microphones, Killer Double Shot Pro Wireless-AX 1650i 802. 11ax WiFi 6 featuring 2x2 MU-MIMO technology (Dual-Band 2. 4GHz and 5GHz), Killer Ethernet E2600 10/100/1000 Gigabit Ethernet LAN, HD Webcam (1280 x 720) supporting Super High Dynamic Range (SHDR), 1 - USB Type-C port supporting USB 3. 2 Gen 2 (up to 10 Gbps) & Charging, 1 - USB 3. 2 Gen 2 Port (Featuring Power-off Charging), 2 - USB 3. 2 Gen 1 Ports, 1 - HDMI 2. 0 Port with HDCP Support, 1 - Mini Display Port 1. 4, Lithium Ion Battery, Up to 6-hours Battery Life, 5. 51 lbs. 2. 5 kg (system unit only) (NH. Q7ZAA. 002)",
    "images": [
      "https://m.media-amazon.com/images/I/516-MhLO-9L.jpg",
      "https://m.media-amazon.com/images/I/415n6jY+neL.jpg",
      "https://m.media-amazon.com/images/I/51+D0z4nLML.jpg",
      "https://m.media-amazon.com/images/I/519iUvfh1zL.jpg"
    ],
    "price": 2299
  },
  {
    "id": 22,
    "category": "electronics",
    "description": "About this item\nTop VR gaming library: Blast, slash and soar your way through the top library in VR gaming. Oculus Rift S lets you play hundreds of games and exclusives already available in the Oculus store, with so much more to come.\nImproved optics: Stare down the competition with next-generation lenses and a sharper display. Improved optics deliver bright, vivid colors and reduced “screen-door” effect.\nErgonomic design: Keep your head in the game thanks to a Halo headband redesigned with speed in mind. Rift S stays securely and comfortably in place with a quick twist of the fit wheel, so it can take-or double take-your fastest reactions.\nOculus touch controllers: Arm yourself with our updated Oculus touch controllers. Your slashes, throws and grab appear in VR with intuitive, realistic precision, transporting your hands and gestures right into the game.\nOculus insight tracking: take a step forward with Oculus insight. It translates your movements into VR No matter which way you're facing and provides room-scale tracking without external sensors.\nOculus Rift S requires your Facebook account to log in, making it easy to meet up with friends in VR and discover communities around the world.",
    "images": [
      "https://m.media-amazon.com/images/I/31i3tpuXxxL.jpg",
      "https://m.media-amazon.com/images/I/31+VCZ4E7IL.jpg",
      "https://m.media-amazon.com/images/I/31AD7Y3J2SL.jpg",
      "https://m.media-amazon.com/images/I/31d4KzLmuIL.jpg"
    ],
    "price": 519,
    "title": "Oculus Rift S PC-Powered VR Gaming Headset"
  },
  {
    "id": 23,
    "category": "gaming",
    "description": "About this item\nNVIDIA Ampere architecture, 2nd Gen Ray Tracing Cores, 3rd Gen Tensor Cores\n24GB 384-bit GDDR6X, 19.5 Gbps, PCIE 4.0; Boost Clock 1710 MHz\nSPECTRA 2.0 RGB Lighting, IceStorm 2.0 Advanced Cooling, FREEZE Fan Stop, Active Fan Control, Metal Frontplate, Lighted Backplate\n8K Ready, 4 Display Ready, HDCP 2.3, VR Ready\n3 x DisplayPort 1.4a, 1 x HDMI 2.1, DirectX 12 Ultimate, Vulkan RT API, OpenGL 4.6",
    "images": [
      "https://m.media-amazon.com/images/I/41CTHgnSysS.jpg",
      "https://m.media-amazon.com/images/I/31tGWPIJ+mL.jpg",
      "https://m.media-amazon.com/images/I/31xtmCQ2MzL.jpg",
      "https://m.media-amazon.com/images/I/31YhDkjjR+L.jpg"
    ],
    "price": 2898,
    "title": "ZOTAC Gaming GeForce RTX 3090 Trinity OC 24GB GDDR6X 384-bit 19.5 Gbps PCIE 4.0 Gaming Graphics Card"
  },
  {
    "id": 24,
    "category": "gaming",
    "description": "About this item\nSAMSUNG'S LARGEST 1000R GAMING MONITOR: Get your head in the game with the 49 inch Odyssey G9, which matches the curve of the human eye, for maximum immersion and minimal eye strain. With the screen space of two 27” panels, you can truly take command on the battlefield.\nCUTTING EDGE QLED TECHNOLOGY: From deepest blacks to vivid colors, Samsung QLED ensures pixel perfect picture quality with every frame. Utilizing Quantum Dot technology, Samsung QLED creates more vivid colors with 125% more color space compared to sRGB, ensuring the highest class of color reproduction.\nNVIDIA G-SYNC & FREESYNC: Dropping frames means dropping chances to put your enemy in the dirt. With NVIDIA G-SYNC and FreeSync Premium Pro support, Odyssey matches every frame from your graphics card, so you’re never caught short from moment to moment.\nDUAL QHD DISPLAY: The gaming world of your imagination made real.The 49-inch DQHD resolution brings you a displayas wide as two QHD monitors sitting side by side,with incredibly detailed, pin-sharp images.Experience a more encompassing view withmaximum space to take in all the action.08_\nINFINITY CORE LIGHTING: Customize your Odyssey with distinct core colorcustomization, allowing you to match yourmonitor with the rest of your gaming setup. Operation Conditions-Temperature-10~40, Humidity-10~80,non-condensing, Storage Conditions Temperature-(-20) ~45",
    "images": [
      "https://m.media-amazon.com/images/I/41Kh+9lFlxL.jpg",
      "https://m.media-amazon.com/images/I/51CSGOquLOL.jpg",
      "https://m.media-amazon.com/images/I/51t5eF-GTFL.jpg",
      "https://m.media-amazon.com/images/I/41nwTAsUtsL.jpg"
    ],
    "price": 2700,
    "title": "SAMSUNG 49-inch Odyssey G9 Gaming Monitor | QHD, 240hz, 1000R Curved, QLED, NVIDIA G-SYNC & FreeSync | LC49G95TSSNXZA Model"
  },
  {
    "id": 25,
    "category": "house",
    "description": "1080P HD indoor, plug-in security camera with motion detection and two way audio that lets you monitor the inside of your home day and night.\nGet alerts on your smartphone whenever motion is detected or customize motion detection zones so you can see what matters most.\nStore events conveniently and securely in the cloud with a 30-day free trial of the Blink Subscription Plan or locally with the Sync Module 2 and a USB flash drive (USB sold separately).\nSee, hear, and speak to people and pets in your home on your smartphone with Blink Mini’s live view and two-way audio features (live view is not continuous).\nSets up in minutes – just plug in the camera, connect it to wifi, and add it to your Blink app.\nFor additional ease of use, pair Blink Mini with a supported Alexa-enabled device to engage live view, and arm and disarm your camera, and more using just your voice.",
    "images": [
      "https://m.media-amazon.com/images/I/41PDrMbZnVL.jpg",
      "https://m.media-amazon.com/images/I/31Ce3B42urL.jpg",
      "https://m.media-amazon.com/images/I/41DMpZ2zOQL.jpg",
      "https://m.media-amazon.com/images/I/41g6EPMW3KL.jpg"
    ],
    "price": 35,
    "title": "Blink Mini – Compact indoor plug-in smart security camera, 1080 HD video, night vision, motion detection, two-way audio, Works with Alexa – 1 camera"
  },
  {
    "id": 26,
    "category": "gaming",
    "description": "G213 Prodigy slim body is durable, precise, and spill-resistant, G213 Prodigy is designed for the way you play. With performance tuned keys, G213 Prodigy brings together the best in tactile feel and gaming-grade performance. Keys on the G213 Prodigy are tuned to deliver ultra-quick, responsive feedback that is up to 4 times faster than the keys on standard keyboards, while the anti-ghosting gaming Matrix keeps you in control even when multiple keys are pressed simultaneously. Add a personal touch to your system with customizable RGB lighting Zones or play, pause, and mute music and videos instantly with media controls. G213 Prodigy is a full-sized keyboard designed for gaming and productivity.",
    "images": [
      "https://m.media-amazon.com/images/I/41oHNsyUStL.jpg",
      "https://m.media-amazon.com/images/I/51LtY8jImkL.jpg",
      "https://m.media-amazon.com/images/I/411LZcX3CCL.jpg",
      "https://m.media-amazon.com/images/I/41R23r0RaUL.jpg"
    ],
    "price": 250,
    "title": "Logitech G213 Prodigy Gaming Keyboard, LIGHTSYNC RGB Backlit Keys, Spill-Resistant, Customizable Keys, Dedicated Multi-Media Keys – Black"
  },
  {
    "id": 27,
    "category": "gaming",
    "description": "About this item\nPUT YOURSELF IN CONTROL: Our flagship, the CTRL combines quality construction with feature-loaded functionality. A versatile tenkeyless (TKL) keyboard designed with input from the Drop community, it raises the bar for mechanical keyboards.\nPREMIUM ENGINEERING: Constructed with a solid aluminum frame with a built-in switch plate and magnetic legs, the CTRL is rock-solid and ready for any setup.\nCherry MX Blue RGB switches: this ctrl model comes equipped with Cherry MX Blue switches, which have a distinct “click” sound when pressed, making them the loudest and most tactile switches in the cherry MX family.\nHOT-SWAPPABLE SWITCH FUNCTIONALITY. Want to switch your switches? Customize the CTRL with ease thanks to hot-swappable switch sockets, which allow you to swap switches in seconds—no soldering required.\nOPTIMIZED PER-KEY LIGHTING WITH MILLIONS OF COLORS: The CTRL is illuminated with fully customizable RGB backlighting and under-lighting. Set your millions of LEDs to a single color or light them up with custom rainbow wave patterns.",
    "images": [
      "https://m.media-amazon.com/images/I/41d1wJDw3xL.jpg",
      "https://m.media-amazon.com/images/I/41URR3cyUlL.jpg",
      "https://m.media-amazon.com/images/I/51DyTBd7rYL.jpg",
      "https://m.media-amazon.com/images/I/31brNH6Lk9L.jpg"
    ],
    "price": 240,
    "title": "Drop CTRL Mechanical Keyboard Tenkeyless TKL (87 Key) Gaming Keyboard, Hot-Swap Switches, Programmable Macros, RGB LED Backlighting, USB-C, Doubleshot PBT, Aluminum Frame (Cherry MX Blue RGB, Gray)"
  },
  {
    "id": 28,
    "category": "house",
    "description": "Home Theatre MasterpieceExperience cinematic wonder on an epic-sized LG OLED 83\". More than 8 million pixels create an ultra-vivid picture that will have movie scenes jumping off the screen for a viewing experience like no other. Complementing the incredible LG OLED picture quality, Dolby Atmos produces multi-dimensional surround sound that follows objects on the screen for a full sensory experience.",
    "images": [
      "https://m.media-amazon.com/images/I/51jqQyynhIL.jpg",
      "https://m.media-amazon.com/images/I/21TvteIC0VL.jpg",
      "https://m.media-amazon.com/images/I/41XpuhpmdgS.jpg",
      "https://m.media-amazon.com/images/I/41f3FBaIUGL.jpg"
    ],
    "price": 5496,
    "title": "LG OLED83C1PUA Alexa Built-in C1 Series 83\" 4K Smart OLED TV (2021)"
  },
  {
    "id": 29,
    "category": "electronics",
    "description": "Sony’s intelligent industry-leading noise canceling headphones with premium sound elevate your listening experience with the ability to personalize and control everything you hear. Get up to 30 hours of battery life with quick charging capabilities, enjoy an enhanced Smart Listening feature set, and carry conversations hands-free with speak-to-chat.",
    "images": [
      "https://m.media-amazon.com/images/I/3100PYQXsVL.jpg",
      "https://m.media-amazon.com/images/I/51Na6aX4N4L.jpg",
      "https://m.media-amazon.com/images/I/4139o9Pg4iL.jpg",
      "https://m.media-amazon.com/images/I/51hAqjSbnZL.jpg"
    ],
    "price": 349,
    "title": "Sony WH-1000XM4 Wireless Industry Leading Noise Canceling Overhead Headphones with Mic for Phone-Call and Alexa Voice Control, Black"
  },
  {
    "id": 30,
    "category": "electronics",
    "description": "About this item\n Apple-designed dynamic driver provides high-fidelity audio﻿\nActive Noise Cancellation blocks outside noise, so you can immerse yourself in music﻿\nTransparency mode for hearing and interacting with the world around you﻿\nSpatial audio with dynamic head tracking provides theater-like sound that surrounds you﻿\nComputational audio combines custom acoustic design with the Apple H1 chip and software for breakthrough listening experiences﻿\nDesigned with a knit-mesh canopy and memory foam ear cushions for an exceptional fit﻿\nMagical experience with effortless setup, on-head detection, and seamless switching between devices﻿\nEasily share audio between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV﻿\n20 hours of listening, movie watching, or talk time with Active Noise Cancellation and spatial audio enabled﻿\nStore in ultra low-power mode with the slim Smart Case﻿\nShow more",
    "images": [
      "https://m.media-amazon.com/images/I/41Ur2KJ-r6L.jpg",
      "https://m.media-amazon.com/images/I/41--A2yUDXL.jpg",
      "https://m.media-amazon.com/images/I/31fnZovcESL.jpg",
      "https://m.media-amazon.com/images/I/41YSbeMuuuL.jpg"
    ],
    "price": 425,
    "title": "New Apple AirPods Max - Space Gray"
  },
  {
    "id": 31,
    "category": "electronics",
    "description": "ASUS Zen AiO 24 is a beautiful, functional, and powerful PC in one seductive package. This exquisitely crafted all-in-one powerhouse pairs high performance with stylish aesthetics, making it perfect for those who appreciate fine design. The elegant look is accentuated by an off-center metal stand, and fabric-protected, front-firing speakers — certified by Harman Kardon. With a flawless 23.8-inch NanoEdge display with optional touchscreen technology and 93% screen-to-body ratio, Zen AiO 24 provides both gorgeous viewing and intuitive interaction to elevate your every all-in-one expectation.",
    "images": [
      "https://m.media-amazon.com/images/I/41qDsB6L7bL.jpg",
      "https://m.media-amazon.com/images/I/417N+tsieCL.jpg",
      "https://m.media-amazon.com/images/I/51t2gL94qSL.jpg",
      "https://m.media-amazon.com/images/I/41MaGL1nfhL.jpg"
    ],
    "price": 2000,
    "title": "ASUS Zen AiO 24, 23.8” FHD Touchscreen Display, AMD Ryzen 7 5700U Processor, 16GB DDR4 RAM, 512GB SSD, Windows 10 Home, Kensington Lock, Wireless Keyboard and Mouse Included, M5401WUA-DS704T"
  },
  {
    "id": 32,
    "category": "electronics",
    "description": "NETWORK & CONNECTIVITY: GSM, Dual SIM (Nano-SIM, dual stand-by),  5.1, A2DP, LE, aptX HD, aptX Adaptive, Two (side 3.1, bottom 2.0) Type-C 1.0 reversible connector; accessory connectorDISPLAY: 6.59 inches, 106.6 cm2 (~79.9% screen-to-body ratio), AMOLED capacitive touchscreen, 1B colors, 1080 x 2340 pixels, 19.5:9 ratio (~391 ppi density), 144Hz refresh rate, 650 nits max. brightnessPERFORMANCE: OS: Android 10, ROG UI, Chipset: Qualcomm SM8250 Snapdragon 865 (7 nm+)Processor: Octa-core (1×3.1 GHz Kryo 585 & 3×2.42 GHz Kryo 585 & 4×1.8 GHz Kryo 585)GPU: Adreno 650PRIMARY CAMERA: 64 MP, f/1.8, (wide), 1/1.72\", 0.8µm, PDAF, 13 MP, f/2.4, 125°, 11mm (ultrawide), 5 MP, f/2.0, (macro)VIDEO: 8K@30fps, 4K@30/60/120fps, 1080p@30/60/240fps, 720p@480fps; gyro-EISSECONDARY CAMERA: 24 MP, f/2.0, 27mm (wide), 0.9µm,AUDIO: with DTS:X stereo speakers (2 dedicated amplifiers), 3.5mm Audio Jack, Audio Features 24-bit/192kHz audioBATTERY: Non-removable Li-Po 6000 mAh battery, Fast charging 30W, Quick Charge 4.0, 3.0, Reverse charging 10W",
    "images": [
      "https://m.media-amazon.com/images/I/41U6Xfxl4WL.jpg",
      "https://m.media-amazon.com/images/I/413ytl5avaL.jpg",
      "https://m.media-amazon.com/images/I/41QmgZ8116L.jpg",
      "https://m.media-amazon.com/images/I/41dHa-WUVgL.jpg"
    ],
    "price": 800,
    "title": "Asus ROG Phone 3 ZS661KS / I003DD SD865+, 5G, International Version (No Warranty), 512GB 12GB RAM, Black Glare - GSM Unlocked"
  },
  {
    "id": 33,
    "category": "gaming",
    "description": "What is Chroma Lighting and where can I find out more about it?Chroma by Razer represents more than just multicolor, it opens up limitless personalization options. To find out more about Razer Chroma and Full Spectrum Gaming.If I have other Chroma enabled devices, can I sync the lighting effects with my Naga Chroma?Yes, you can. All Chroma enabled devices are equipped with inter-device color synchronization. With just one click of a button via Razer Synapse, your Razer Chroma enabled devices’ lighting effects will by synchronized. Note that the lighting effect you would like to sync has to be supported by both Razer Chroma devices individually.What does a tilt-click scroll wheel do?Aside from the standard scrolling and middle mouse button, a tilt-click scroll wheel gives you 2 additional mouse buttons: left tilt and right tilt clicks.What buttons can I register for Macros on Razer mice?You can set macros to reflect the majority of keyboard keys except the Windows keys and enhanced function keys. Mouse button presses are not programmable to macrosIs the new Razer Naga wireless?No, only the Razer Naga Epic has dual wired/wireless functionality.",
    "images": [
      "https://m.media-amazon.com/images/I/41ecZxB3MoL.jpg",
      "https://m.media-amazon.com/images/I/31ltlxahkkL.jpg",
      "https://m.media-amazon.com/images/I/41Evy0URVuL.jpg",
      "https://m.media-amazon.com/images/I/41vk+bkHJtL.jpg"
    ],
    "price": 249,
    "title": "Razer RZ01-01610100-R3U1 Naga Chroma - Ergonomic RGB MMO Gaming Mouse- 12 Programmable Thumb Buttons & 16,000 Adjustible DPI"
  },
  {
    "id": 34,
    "category": "house",
    "description": "Meet the Echo Dot - Our most popular smart speaker with Alexa. The sleek, compact design delivers crisp vocals and balanced bass for full sound.\nVoice control your entertainment - Stream songs from Amazon Music, Apple Music, Spotify, SiriusXM, and others. Play music, audiobooks, and podcasts throughout your home with multi-room music.\nReady to help - Ask Alexa to tell a joke, play music, answer questions, play the news, check the weather, set alarms, and more.\nControl your smart home - Use your voice to turn on lights, adjust thermostats, and lock doors with compatible devices.\nConnect with others - Call almost anyone hands-free. Instantly drop in on other rooms or announce to the whole house that dinner's ready.\nDesigned to protect your privacy – Amazon is not in the business of selling your personal information to others. Built with multiple layers of privacy controls including a mic off button.",
    "images": [
      "https://m.media-amazon.com/images/I/41yr4N6VMLS.jpg",
      "https://m.media-amazon.com/images/I/51ydNSj0AiL.jpg",
      "https://m.media-amazon.com/images/I/51e+i5GYtoL.jpg",
      "https://m.media-amazon.com/images/I/51lessrGFWL.jpg"
    ],
    "price": 50,
    "title": "Echo Dot (4th Gen, 2020 release) | Smart speaker with Alexa | Charcoal"
  },
  {
    "id": 35,
    "category": "electronics",
    "description": "About this item\nMicrosoft Surface Pro 7 (Latest 2019 Commercial Model) with Factory Warranty | Part Number : PVU-00015\nIntel Core i7-1065G7 Processor (4 Core, 8 Thread, 1.30-3.90Ghz) | 16GB RAM | 512GB SSD\n12.3\" Touchscreen (10 Point Multi-Touch) 2736 x 1824 Resolution with Active Pen Support | Matte Black Color\nWiFi AX + Bluetooth | Windows 10 Professional 64-Bit Operating System | Iris Plus Graphics\n12.3\" Tablet ONLY, Microsoft Type Cover, Pen, and other accessories sold Separately\n›\nSee more product details",
    "images": [
      "https://m.media-amazon.com/images/I/31MRboosqFL.jpg",
      "https://m.media-amazon.com/images/I/31M0EwZfJvL.jpg",
      "https://m.media-amazon.com/images/I/217Kkqo1hHL.jpg",
      "https://m.media-amazon.com/images/I/41rxTVR0X9L.jpg"
    ],
    "price": 1849,
    "title": "Microsoft Surface Pro 7 12.3\" (Latest Model) 10th Gen Core i7-1065G7 IRIS 512GB SSD 16GB RAM 2736X1834 12.3\" Touch Win 10 Pro PVU-00015"
  },
  {
    "id": 36,
    "category": "accessories",
    "description": "This bundle includes a Fire TV Stick 4K, Made for Amazon Case for Alexa Voice Remote (2nd Gen), and Mission Cable USB Power Cable for Fire TV Stick 4K.\nStream seamlessly with the Fire TV Stick 4K Essentials bundle.\nIncludes our most powerful 4K streaming media stick – comes with Alexa Voice Remote (2nd Gen).\nQuickly identify and locate your remote with our certified \"Made for Amazon\" remote cover.\nSay goodbye to hanging cables and cluttered power outlets - power your Fire TV Stick 4K directly from your TV's USB port with our certified \"Made for Amazon\" Power Cable.",
    "images": [
      "https://m.media-amazon.com/images/I/41scfQ1vkIS.jpg",
      "https://m.media-amazon.com/images/I/41feSYmjmiL.jpg",
      "https://m.media-amazon.com/images/I/41O3Hgw3otL.jpg",
      "https://m.media-amazon.com/images/I/41kxCfNwi7L.jpg"
    ],
    "price": 80,
    "title": "Fire TV 4K Essentials Bundle including Fire TV Stick 4K, Remote Cover (Red) and USB Power Cable"
  },
  {
    "id": 37,
    "category": "electronics",
    "description": "Our best 7\", 300 ppi flush-front Paperwhite display.\nAdjustable warm light to shift screen shade from white to amber.\nWaterproof (IPX8) so you can read in the bath or by the pool. Your Kindle has been tested to withstand accidental immersion in water.\nThin and light ergonomic design with page turn buttons.\nReads like real paper with the latest e-ink technology for fast page turns.\nInstant access to millions of books, newspapers, and audiobooks.\nWorks with Audible - pair with Bluetooth headphones or speakers to switch seamlessly between reading and listening.",
    "images": [
      "https://m.media-amazon.com/images/I/41XunSGTqvL.jpg",
      "https://m.media-amazon.com/images/I/41zelMVQduL.jpg",
      "https://m.media-amazon.com/images/I/51Oadh1BhEL.jpg",
      "https://m.media-amazon.com/images/I/51k+L9ziQmL.jpg"
    ],
    "price": 300,
    "title": "Kindle Oasis – Now with adjustable warm light"
  },
  {
    "id": 38,
    "category": "house",
    "description": "This bundle includes Ring Video Doorbell Pro 2 and Ring Chime Pro\nPremium, 1536p HD Head to Toe Video wired video doorbell with HD Audio and Two-Way Talk and Quick Replies, 3D Motion Detection, built-in Alexa Greetings (an exclusive Ring Protect Plan subscription feature), enhanced dual-band wifi, and customizable privacy settings\nSee more of who stops by and check in on package deliveries down low with improved 1536p HD Head to Toe Video\nKnow when someone’s in your front yard with advanced motion settings and get more accurate real-time alerts in the Ring app\nPinpoint motion and distance with 3D Motion Detection and Bird’s Eye View, an aerial view to track motion around your home\nSpeak to visitors when you can’t get to the door with built-in Alexa Greetings, an exclusive feature with a Ring Protect Plan subscription\nHardwire Video Doorbell Pro 2 to your existing doorbell wiring and doorbell chime inside using the included tool kit for around-the-clock power and peace of mind\nWith a Ring Protect Plan (subscription sold separately), record all your videos, review what you missed for up to 60 days, and share videos and photos",
    "images": [
      "https://m.media-amazon.com/images/I/31JyGHje9tL.jpg",
      "https://m.media-amazon.com/images/I/51rC0PX9F-L.jpg",
      "https://m.media-amazon.com/images/I/41iWna-698L.jpg",
      "https://m.media-amazon.com/images/I/51QL43c6XLL.jpg"
    ],
    "price": 250,
    "title": "Ring Video Doorbell Pro 2 with Ring Chime Pro"
  },
  {
    "id": 39,
    "category": "electronics",
    "description": "3 Play Styles: TV Mode, Tabletop Mode, Handheld Mode\n6.2-inch, multi-touch capacitive touch screen\n4.5-9+ Hours of Battery Life will vary depending on software usage conditions\nConnects over Wi-Fi for multiplayer gaming; Up to 8 consoles can be connected for local wireless multiplayer\nModel number: HAC-001(-01)",
    "images": [
      "https://m.media-amazon.com/images/I/41C4JkSnyzL.jpg",
      "https://m.media-amazon.com/images/I/41PSrh5lpdL.jpg",
      "https://m.media-amazon.com/images/I/41aaQR4AxkL.jpg",
      "https://m.media-amazon.com/images/I/31EkknyH69L.jpg"
    ],
    "price": 345,
    "title": "Nintendo Switch with Neon Blue and Neon Red Joy‑Con - HAC-001(-01) + SanDisk 256GB MicroSDXC UHS-I Card"
  },
  {
    "id": 40,
    "category": "gaming",
    "description": "About this item\nWhat's in the box: Xbox Series S 512GB console, 1 Xbox Wireless Controller, High Speed HDMI cable.\nCPU: 8X Cores @ 3.6 GHz (3.4 GHz w/SMT) Custom Zen 2 CPU; GPU: 4 TFLOPS, 20 CUs @1.565 GHz Custom RDNA 2 GPU; SOC Die Size: 197.05 mm2.\nMemory: 10GB GDDR6 128 bit-wide bus; Memory Bandwidth: 8GB @ 224 GB/s, 2GB @ 56 GB/s.; Internal Storage: 512GB Custom NVME SSD\nGaming Resolution: 1440p; Performance Target: Up to 120 FPS; HDMI Features: Auto Low Latency Mode, HDMI Variable Refresh Rate, AMD FreeSync.\n■ Authorized iPuzzle Bundle ■ Bundled with iPuzzle HDMI Cable, Authorized Sellers ONLY.",
    "images": [
      "https://m.media-amazon.com/images/I/51kwMKgyjDL.jpg",
      "https://m.media-amazon.com/images/I/41awmcapKVL.jpg",
      "https://m.media-amazon.com/images/I/41m9vxSR3+L.jpg",
      "https://m.media-amazon.com/images/I/11F6tJvbnmL.jpg"
    ],
    "price": 477,
    "title": "Microsoft Xbox Series S 512GB PCIe SSD Game All-Digital Console + 1 Xbox Wireless Controller, White - 10GB GDDR6 RAM, 1440p Gaming, 4K Streaming Media Playback, WiFi - iPuzzle HDMI Cable"
  },
  {
    "id": 41,
    "category": "gaming",
    "description": "The dualshock 4 wireless Controller features familiar controls, and incorporates several innovative features to usher in a new era of interactive experiences. Its definitive analog sticks and trigger buttons have been improved for greater feel and sensitivity.",
    "images": [
      "https://m.media-amazon.com/images/I/31D87NiIBIL.jpg",
      "https://m.media-amazon.com/images/I/311Hk8neFAL.jpg",
      "https://m.media-amazon.com/images/I/31npn3kmxfL.jpg",
      "https://m.media-amazon.com/images/I/31JN6MU0-XL.jpg"
    ],
    "price": 120,
    "title": "DualShock 4 Wireless Controller for PlayStation 4 - Red Camo"
  },
  {
    "id": 42,
    "category": "gaming",
    "description": "PlayStation 4 is the best place to play with dynamic, connected gaming, powerful graphics and speed, intelligent personalization, deeply integrated social capabilities, and innovative second-screen features.\nNew DUALSHOCK 4 Controller features new innovations to deliver more immersive gaming experiences, including a highly sensitive six-axis sensor as well as a touch pad located on the top of the controller.\n\"Suspend mode\" eliminates the load time on your saved game and allows you to immediately return to where you left off by pressing the power button.\nGamers can share their epic triumphs by hitting the \"SHARE button\" on the controller, scan through the last few minutes of gameplay, tag it and return to the game.\nEngage in endless personal challenges between you and your community, and share your epic moments for the world to see.",
    "images": [
      "https://m.media-amazon.com/images/I/31Ixo27acuL.jpg",
      "https://m.media-amazon.com/images/I/21PSwpJ2CGL.jpg",
      "https://m.media-amazon.com/images/I/21-PauY34PL.jpg",
      "https://m.media-amazon.com/images/I/21E5v3-laUL.jpg"
    ],
    "price": 440,
    "title": "Sony Playstation 4 Slim Video Game Console 500GB Jet Black PS4"
  },
  {
    "id": 43,
    "category": "accessories",
    "description": "Expansion SSD is an ultra-small, high-speed, portable solid state drive perfect for streaming stored videos directly to a laptop, scrolling seamlessly through photos, and backing up content on the go. Featuring a sleek, minimalist design with a USB interface and simple drag-and-drop functionality, it's a stylish and convenient USB storage accessory for both Windows and Mac laptops (purchase USB-C cable separately for use with USB-C computers). Enjoy long-term Peace of mind with the included three-year limited product warranty.",
    "images": [
      "https://m.media-amazon.com/images/I/51SXYyjNKLL.jpg",
      "https://m.media-amazon.com/images/I/61-0O00h+5L.jpg",
      "https://m.media-amazon.com/images/I/613wbTruJCL.jpg",
      "https://m.media-amazon.com/images/I/519U6HUyLkL.jpg"
    ],
    "price": 160,
    "title": "Seagate Expansion SSD 1TB Solid State Drive – USB 3.0 for PC, Laptop and Mac, 3-Year Rescue Service (STJD1000400) , Black"
  },
  {
    "id": 44,
    "category": "gaming",
    "description": "About this item\nUPGRADE TO IMPRESSIVE NVMe SPEED Whether you need a boost for gaming or a seamless workflow for heavy graphics, the 980 is a smart choice for outstanding SSD performance\nPACKED WITH SPEED 980 delivers value, without sacrificing sequential read write speeds up to 3,500 3,000 MB s\nKEEP MOVING WITH FULL POWER MODE Keep your SSD running at its peak with Full Power Mode, which drives continuous and consistent high performance\nRELIABLE THERMAL CONTROL 980 uses nickel coating to help manage the controller's heat level and a heat spreader label to deliver effective thermal control of the NAND chip.SMART THERMAL SOLUTION Embedded with Samsung's cutting edge thermal control algorithm, 980 manages heat on its own to deliver durable and reliable performance, while minimizing performance fluctuations during extended usage.SAMSUNG MAGICIAN SOFTWARE Monitor drive health, optimize performance, protect valuable data, and receive important updates with Magician to ensure you're always getting the best performance out of your SSD",
    "images": [
      "https://m.media-amazon.com/images/I/31Bo-4-HHML.jpg",
      "https://m.media-amazon.com/images/I/31+TihDAGGL.jpg",
      "https://m.media-amazon.com/images/I/31-WC6r9XoL.jpg",
      "https://m.media-amazon.com/images/I/31dMRp94plL.jpg"
    ],
    "price": 120,
    "title": "SAMSUNG (MZ-V8V1T0B/AM) 980 SSD 1TB - M.2 NVMe Interface Internal Solid State Drive with V-NAND Technology"
  },
  {
    "id": 45,
    "category": "house",
    "description": "About this item\nQUANTUM PROCESSOR 4K: Elevate your picture to 4K with machine based AI.\nMOTION XCELERATOR TURBO+: Exceptional motion enhancements up to 4K 120Hz.\nDUAL LED Backlight: Dedicated warm and cool LED backlights provide enhanced contrast.\n100% COLOR VOLUME WITH QUANTUM DOT: A billion stay-true shades of breathtaking color.* *QLED televisions can produce 100% Color Volume in the DCI-P3 color space, the format for most cinema screens and HDR movies for television.\nQUANTUM HDR: Go beyond HDTV with an expanded range of color.\nALEXA BUILT-IN: Ask more from your TV. Just ask Alexa to open apps, change the channel, search for movies and shows, play music, control your smart home devices and more. To talk to Alexa, press and hold the mic button on your remote. If you have hands-free enabled just say, \"Alexa\" and ask a question.\n›\nSee more product details",
    "images": [
      "https://m.media-amazon.com/images/I/41ZBBnP3F8L.jpg",
      "https://m.media-amazon.com/images/I/41Oh4EZ73QL.jpg",
      "https://m.media-amazon.com/images/I/41UGHMYDJiL.jpg",
      "https://m.media-amazon.com/images/I/51LyIkMWhWL.jpg"
    ],
    "price": 4000,
    "title": "SAMSUNG 85-Inch Class QLED Q70A Series - 4K UHD Quantum HDR Smart TV with Alexa Built-in (QN85Q70AAFXZA, 2021 Model)"
  },
  {
    "id": 46,
    "category": "gaming",
    "description": "Do-It-All Screen for every side of life. Get work done with or without a PC. With PC on Screen features or mobile connectivity with Apple Airplay, work smarter with a versatile monitor. Then switch to picture perfect entertainment with streaming apps such as Netflix, Youtube and HBO Max. The remote control and built-in speakers create an easy multi-functional device that can do it all.",
    "images": [
      "https://m.media-amazon.com/images/I/4148MhoUXWS.jpg",
      "https://m.media-amazon.com/images/I/41R6aTXq8DS.jpg",
      "https://m.media-amazon.com/images/I/41vSHiNTh-S.jpg",
      "https://m.media-amazon.com/images/I/21H8MKGdVPS.jpg"
    ],
    "price": 500,
    "title": "Samsung 43-Inch Class Monitor M7 Series - UHD Smart Monitor LS43AM702UNXZA, 2021 Model"
  },
  {
    "id": 47,
    "category": "house",
    "description": "The top of the line Q Series soundbar engulfs the room in true 3D surround sound. The included rear speakers give even more depth and immersion with up-firing rear speakers, projecting depth with sound from above and around. Images are simulated for illustration purposes only. The appearance, design and GUI (Graphic User Interface) specifications which does not affect product performance are subject to change without notice. Actual Product may differ from image shown. Please see our product gallery. TV sold separately. Applled years(2014-2019) 2020 Futuresource Consulting Samsung Wireless Rear Speaker Kit included. The wireless module requires a power cord to function and speaker cables to connect to rear speakers. Features may not be compatible with all Samsung TVs. Functions may vary by TV model. Function requires only wired connection to TV, not including wireless connection to TV. This service availability may vary by region/service provider/language. This service which is not affecting to product performance are subject to change without notice. Actual user experience may vary. Amazon, Alexa, and all related logos are trademarks of Amazon.com, Inc. or its affiliates.",
    "images": [
      "https://m.media-amazon.com/images/I/31R8px+f29L.jpg",
      "https://m.media-amazon.com/images/I/41nC2pfaZPL.jpg",
      "https://m.media-amazon.com/images/I/21e8Jr1ShEL.jpg",
      "https://m.media-amazon.com/images/I/21FvZVoVPPL.jpg"
    ],
    "price": 800,
    "title": "SAMSUNG HW-Q950T 9.1.4ch Soundbar with Dolby Atmos/ DTS:X and Alexa Built-in (2020), Black"
  },
  {
    "id": 48,
    "category": "house",
    "description": "About this item\nTRUE HEPA FILTRATION – A 3-layer True HEPA filtration system effectively removes 99.97% of ultrafine dust and reduces pet dander and allergens from the air, while an activated carbon filter removes toxic gases like formaldehyde and deodorizes air of odors\nQUIET & WIND-FREE — The Cube’s purification system is virtually silent and releases clean air without creating a cold draft throughout your bedroom\nVOICE CONTROL & WIFI — This smart air purifier can be voice-controlled through your mobile device using Bixby, Alexa, or Google Assistant\nAIR QUALITY SENSOR — An easy-to-read digital display provides air quality feedback through best-in-class lasers that monitor air particles in your room\nLONG-LASTING FILTER — The powerful filter lasts up to one year, even when used 24/7 in normal conditions",
    "images": [
      "https://m.media-amazon.com/images/I/31G5OrCxGKL.jpg",
      "https://m.media-amazon.com/images/I/41GbFvbojHL.jpg",
      "https://m.media-amazon.com/images/I/419SOQ6xXRL.jpg",
      "https://m.media-amazon.com/images/I/51aS4HQOM7L.jpg"
    ],
    "price": 700,
    "title": "Samsung Cube Smart Air Purifier with 3 Stage True HEPA Filter System | Silent & Wind-Free | for Allergies, Pet Dander, Odor, and Dust, 310 sq ft room coverage, Airy White"
  },
  {
    "id": 49,
    "category": "gaming",
    "description": "You’re a gamer first, you shouldn’t have to spend the cost of an ultrawide monitor to get an ergonomic gaming chair. The RESPAWN 110, in Blue, delivers comfort and cost savings in one package. The chair tilt and lift levers are located on the right, beneath the chair, and the fixed armrests are padded for elbow relief. The RSP-110 features bonded leather and a 155-degree tilt, with infinite angle lock, allowing you to choose your best angle. The adjustable lumbar and head pillow gives you the support you need for long hours in any game. Put your feet up and relax with a built-in extendable footrest. An award-nominated brand, RESPAWN is committed to your satisfaction and covers this desk with our RESPAWN Limited Warranty. With a 275 lb weight capacity, this RESPAWN gaming chair helps you bring your ‘A’ game to every match.",
    "images": [
      "https://m.media-amazon.com/images/I/31J5pucS8gL.jpg",
      "https://m.media-amazon.com/images/I/416B6TEh4XL.jpg",
      "https://m.media-amazon.com/images/I/41X2REZF0WL.jpg",
      "https://m.media-amazon.com/images/I/41n1BTdfefL.jpg"
    ],
    "price": 175,
    "title": "RESPAWN RSP-110 Racing Style Gaming, Reclining Chair with Footrest, Blue"
  },
  {
    "id": 50,
    "category": "house",
    "description": "About this item\nQUANTUM MATRIX TECHNOLOGY WITH MINI LED: A brilliantly intense picture powered by tiny hyper-focused light cells.\nSAMSUNG NEO QUANTUM PROCESSOR 8K: Upgrade every picture to 8K with multi-layered neural networks.\nINFINITY SCREEN: Immerse yourself in the stunning sharpness and depth of 8K on an expansive, nearly edge-to-edge screen.\nOBJECT TRACKING SOUND+: Dynamic sound that tracks and follows on screen action.\nQUANTUM HDR 64X: Witness extreme brilliance across the spectrum for lifelike colors.* *The range of Quantum HDR claims luminance based on internal testing standards and is subject to change according to viewing environment or specific conditions.\nREAL 8K RESOLUTION: See details within the details with incredible clarity.* *Upscales to 8K Resolution. Resulting picture may vary based on source content.\nALEXA BUILT-IN: Ask more from your TV. Just ask Alexa to open apps, change the channel, search for movies and shows, play music, control your smart home devices and more. To talk to Alexa, press and hold the mic button on your remote. If you have hands-free enabled just say, \"Alexa\" and ask a question.\n›\nSee more product details",
    "images": [
      "https://m.media-amazon.com/images/I/513ZhukaLFL.jpg",
      "https://m.media-amazon.com/images/I/51yIYAZ6QOL.jpg",
      "https://m.media-amazon.com/images/I/419NCOy3SyL.jpg",
      "https://m.media-amazon.com/images/I/51Pfw7Q3bKL.jpg"
    ],
    "price": 7500,
    "title": "SAMSUNG 85-Inch Class Neo QLED 8K QN900A Series - 8K UHD Quantum HDR 64x Smart TV with Alexa Built-in (QN85QN900AFXZA, 2021 Model)"
  }
]
