[
  {
    "id": 1,
    "category": "men's clothing",
    "description": "Cotton & Flax. Soft and Comfy.\nButton closure\nFeatures: lightweight, regular slim fit, casual work, turn down collar, short sleeve, solid color, button up, collared, summer top, chest pockets\nClassic Casual Shirt for Men / Boys / High School or College Students / All the Youth or Adults.\nStylish and Modern Design is perfect all occasions especially casual outings, beach and summer activities and much more With every season in mind\nSize & Color: M/ L/ 1L/ 2L, White/ Black/ Greem/ Sky Blue/ Grey\nWork made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort",
    "image": "https://m.media-amazon.com/images/I/41nPag5TEyL.jpg",
    "extra-image": [
      "https://m.media-amazon.com/images/I/31sh8YC9CzL.jpg",
      "https://m.media-amazon.com/images/I/21+l5fe3XaL.jpg",
      "https://m.media-amazon.com/images/I/317Onz0BF4L.jpg",
      "https://m.media-amazon.com/images/I/21sRV0LktKL.jpg"
    ],
    "price": 15.99,
    "title": "Mens Short Sleeve Shirts"
  },
  {
    "id": 2,
    "category": "men's clothing",
    "description": "100% Cotton\nImported\nButton closure\nTumble dry low\nUS size,3 buttons,Pull On closure, Imported\nA classic cut long sleeve soft cotton fabric make this polo a go-to for the office or the weekend\nOur men's polo shirts come in a wide range of color choices to help suit every individual’s personal style and preference – whether you prefer a vibrant, bright, sober or a sporty color, we have it all\nWhether you're at the gym or on the couch makes clothing that will withstand any activity or non activity. You can trust that your clothes will outlast the competition, just like you.\nTips: Not the sizes you wanted? Something wrong with Quality? Please message us anytime with your inquiries, we are here to listen!\nShow more",
    "image": "https://m.media-amazon.com/images/I/41fDeJNY8hL.jpg",
    "extra-image": [
      "https://m.media-amazon.com/images/I/416MLpI5IHL.jpg",
      "https://m.media-amazon.com/images/I/41+oj8UycNL.jpg",
      "https://m.media-amazon.com/images/I/5148Kr05dlL.jpg"
    ],
    "price": 23.99,
    "title": "KUYIGO Men's Short & Long Sleeve"
  },
  {
    "id": 3,
    "category": "men's clothing",
    "description": "★92% polyester 8% spandex,lightweight, stretchy,soft,providing you superior comfort without sacrificing mobility.\n★Your casual wardrobe could use a little pick-me-up with this vibrant color tee. Comfy and relaxed fit with crew neckline and short-sleeve design.\n★Quick-dry athletic shirts with superior air permeability, offering dry and cool feeling during exercise,thereby effectively wicking moisture away from your skin and helping to keep you comfortable all day and throughout your workout.\n★Designed for an athletic comfortable experience. Crew-neck provides a nonrestrictive fit; short-sleeve allows for a wider range of motion. this lightweight training shirt is great to wear during any activity, and is a must-have for your athletic wardrobe, like fitness, running, cycling, soccer, all purpose style of it is good for matching any kinds of pants.\n★This classic tee features just a little extra style,add a pop of color to your summer fit",
    "image": "https://m.media-amazon.com/images/I/51Vfi13AE3L.jpg",
    "extra-image": [
      "https://m.media-amazon.com/images/I/51rOp+LmfyL.jpg",
      "https://m.media-amazon.com/images/I/512P9toR3AL.jpg",
      "https://m.media-amazon.com/images/I/51MNVSKZ2pL.jpg",
      "https://m.media-amazon.com/images/I/41DFMdfrTuL.jpg",
      "https://m.media-amazon.com/images/I/5118WEyzLlL.jpg"
    ],
    "price": 49.99,
    "title": "KUYIGO Men's Short & Long Sleeve"
  },
  {
    "id": 4,
    "category": "men's clothing",
    "description": "100% Cotton\nPull On closure\nMachine Wash\nCotton Linen Material - The men's casual Henley shirt are made of soft cotton fabric, comfortable and lightweight, moisture-wicking and breathable, make you cool all the time.\nClassic Design - With collarless neckline with four buttons closure, relaxed fit, solid color and long sleeves, this men's casual beach henley shirt is classic and stylish, never outdated and easy to match your clothing.\nSuitable Occasions - The men's lightweight popover henley tops can be worn for plenty of occasions, perfect for casual wearing in daily life, work, beach, yoga, party, date, lounge or just hang out.\nClothing Match - These regular fit shirts could be easy to match with dress pants, slacks, chinos, and jeans, creating you casual style and attractive looking in the crowd.\nWarm Tips - Machine washable and hand washing are both available for lightweight henley tee. Please check your size with our SIZE CHART before you buy it.",
    "image": "https://m.media-amazon.com/images/I/41jm1DC0kZL.jpg",
    "extra-image": [
      "https://m.media-amazon.com/images/I/41q4jc+9iRL.jpg",
      "https://m.media-amazon.com/images/I/41kQyAS2DYL.jpg",
      "https://m.media-amazon.com/images/I/41bCIvlMuyL.jpg"
    ],
    "price": 69.99,
    "title": "COOFANDY Mens Cotton Linen Henley Shirt Casual"
  }
]
